{
    "version": "https://jsonfeed.org/version/1",
    "title": "existentialist",
    "description": "",
    "home_page_url": "https://existentialist.xyz",
    "feed_url": "https://existentialist.xyz/feed.json",
    "user_comment": "",
    "icon": "https://existentialist.xyz/media/website/logo.png",
    "author": {
        "name": "Vyacheslav Basharov"
    },
    "items": [
        {
            "id": "https://existentialist.xyz/on-self-tracking-exobrains-and-quantified-self/",
            "url": "https://existentialist.xyz/on-self-tracking-exobrains-and-quantified-self/",
            "title": "On self-tracking, exobrains and quantified self",
            "summary": "<pre><span style=\"color: #95a5a6;\">🧠 The art, science and technology of understanding oneself. </span></pre>\n",
            "content_html": "<pre><span style=\"color: #95a5a6;\">🧠 The art, science and technology of understanding oneself. </span></pre>\n\n<p><em>\"Hey Siri, am I a cyborg yet?\"</em></p>\n<p>You are a system. Well, a biological one, but a system nonetheless. An interconnected bunch of elements forming a complex whole. And as with many systems, it is subject to be analysed or even optimised. By studying it you gradually<span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\"> develop a more complete picture of your mind and body. But the form in which we gather and interpret this information is changing. We now have access to tools and services that were unimaginable decades ago. And there's </span><em style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\">a lot of data</em><span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\"> that comes with it. Instead of getting analysis every few months from the doctor, we can now get it by the minute. Many people don't think about it twice, but others have begun to ask </span><strong style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit;\">the question</strong><span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\">:</span></p>\n<p><em>\"How can I use my personal data to learn more about myself?\"</em></p>\n<p>Stephen Wolfram <em>(Wolfram Alpha / Mathematica CEO) </em>is one of these people. Back in 2012, Stephen published an essay titled \"The Personal Analytics of My Life\" (source below), exploring the vast amounts of data he collected about himself from the early 1990's to the early 2010's. Emails, phone calls, footsteps, keystrokes. <i>Yes, keystrokes. </i>Using this data, Stephen asks questions like \"how many hours have I spent on the phone each day\", or \"how has my vocabulary evolved over the years\", and analyses it using statistics and visualisation software. He hasn't stopped collecting data since then. In fact, he <em>regrets not starting sooner</em>, and not having more types of data to work with. Being a productivity guru, these insights help Stephen become more productive and do better work, especially since he runs a remote business and is involved in pretty much every aspect of the company. Surprised by the fact that nobody seemed as interested as he was in tracking this data, Stephen hoped that one day this will become the norm: </p>\n<blockquote>\n<p>One day everyone will routinely collect all sorts of data about themselves.</p>\n</blockquote>\n<p class=\"align-left\">Stephen had coined the term \"Personal Analytics\" - the use of <strong>self-tracking </strong>methods or <strong>self-monitoring </strong>devices to analyse one's own behaviour and physiological responses. He knew how to extract this data from various sources (via scripts, custom software and integrations) and process it using statistical tools (which he built) - technical know-how that many people don't have. In his words: </p>\n<blockquote>\n<p>My fundamental thing about personal analytics is, I don’t put any effort into collecting the data. I put effort into getting <em>systems</em> built to do it, and then I make sure the systems keep running.</p>\n</blockquote>\n<p>Building this kind of personal data infrastructure is not an easy task, and certainly not within reach of most people. But it is getting easier. For starters, a lot of this data is already collected for you - thanks to big tech corporations, love them or hate them. And the <em>systems </em>that Stephen was talking about - many are already in place. From your location history on Google to your sleep activity on Fitbit, it's all there. Today, the privilege of self-tracking is no longer reserved for the tech savvy data hoarders. As we go into the 2020's, we realise the vast amount of data that we've produced over the years, <em>especially the digital natives</em> - those who were born after 1980 and grew up immersed in gadgets. We've been scattering digital footprints across the devices we use, and generated tonnes of data, knowingly or not. Facebook has been around long enough that some people now have <em>14 years of data </em>on the platform. Others may have <em>30 years of emails</em>. This realisation may hit some people and lead them to ask that very question - <em>\"what can I learn from all this?\". </em></p>\n<h2>The science of self-knowledge</h2>\n<p>To understand the nature of self-tracking and personal analytics, first let's take a look at how we interpret ourselves in scientific terms: </p>\n<p><strong><em>Introspection</em></strong></p>\n<p>The philosophical term for being able to 'look inward'. The mental events of judging, deciding, reasoning, experiencing, imagining, and feeling are attributed to introspection. </p>\n<p><em><strong>Observation</strong></em></p>\n<p>Information about our internal condition that we receive and infer from our senses. It's a type of knowledge that we can easily measure and explain in rational terms. For example: looking at yourself in the mirror, or 'tuning in' to your bodily signals like hunger or heartbeat. </p>\n<p>The validity and reliability of introspection is questioned amongst philosophers and cognitive scientists. Once seen as a reliable source of inner truth by philosophers, today the method has a number of limitations and criticisms. The very concept of being able to 'look into oneself' is fuzzy. We cannot introspect or control our own mental processes, especially when it comes to unconscious forms of bias, or explanations of our own reasoning. But we're aware of our unawareness. It is therefore normal to seek out complementary forms of knowledge about yourself. Those that are based on evidence - <em>facts, events and numbers</em>. </p>\n<h2>The rise of self-tracking</h2>\n<p>The particular motivation for self-tracking really depends on the person and their circumstances, but generally it's a matter of reflecting and acting upon one's life, in an effort to live healthier, better, and longer. <em>Fitter, happier, more productive</em><strong>. </strong>For instance, someone in their 20's might be looking for ways to minimise burnout and stress. Older folks may be concerned with their diet or cholesterol levels. Others may want to improve their sleep. Or keep track of every time they sneeze. Whatever the reason, people are digging into their digital data doubles and tracking data that has never been quantified before. You name it - it's probably being tracked by someone, somewhere. </p>\n<h2>It all started with the weight scale</h2>\n<figure class=\"post__image post__image--right greyscale\" ><img loading=\"lazy\" src=\"https://i.pinimg.com/474x/f6/b4/a2/f6b4a2c4ce4fb514c8d0fbbf92482d1e--vintage-scales-kitchen-scales.jpg\" data-is-external-image=\"true\"  alt=\"An American penny scale\" width=\"130\" height=\"502\">\n<figcaption >An American penny scale</figcaption>\n</figure>\n<p class=\"align-left\">The concept of self-tracking is not new, and goes back to the late 19th century, when 'penny scales' would allow people to record their own weight for the first time without visiting the doctor's office. Before scales made their way into people home's, they were out in the public - in grocery stores, pharmacies and banks. Reminding everyone to stay healthy, these grandfather-clock-looking devices became the first vending machine in the U.S that provided a service, not a product. Slot a penny in, get your weight and a satisfying bell sound. It was a huge commercial success - between the 1930s and 40s penny scales brought in over 1 billion pennies ($10 million annually). The messaging surrounding the scales was clear: those who weigh themselves often - know themselves well, and those who know themselves well - live well. </p>\n<p>By the time the first domestic scales appeared, a person's weight became an important form of self-knowledge, and once a standard table of height and weight was established, people not only knew their weight, but also what they 'should' weigh ideally. With this industry standard the public had the ability to manage their weight and optimise towards a target. This attached a level of self-worth to a number that we still see deeply reflected in our society today. As one participant of a study confessed: </p>\n<blockquote>\n<p>I don’t feel any way until I know the number on the scale. The numbers tell me how to feel. </p>\n</blockquote>\n<h2>Quantified Self</h2>\n<p>A community that fully embraces <em>\"self-knowledge through numbers\"</em> is the Quantified Self (QS) movement, which has now grown to 70,000 members around the world since it's foundation in 2007. Originally starting in Silicon Valley, it now encompasses a growing community forum, worldwide meetups and conferences, and even a QS institute. You can find out more about QS <a href=\"https://quantifiedself.com/\" target=\"_blank\" rel=\"noopener noreferrer\">here</a>. The community members learn from each other, share tools and frameworks, and constantly strive to get the most out of their data. The tech savvy ones may even build their own personal data infrastructure, similar to Stephen Wolfram, by writing scripts to fetch data from their software and hardware. Others may simply write down their moods on a piece of paper, hoping it will be useful some day. And then there's the dashboard enthusiasts, building admin panels to visualise their life in every possible way. </p>\n<figure><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://existentialist.xyz/media/posts/7/your_life.png\" alt=\"Your life\" width=\"300\" height=\"284\"></figure>\n<figcaption>Imagine a fancy dashboard on that laptop screen. And a notification that says 'Constitution + 1'</figcaption>\n</figure>\n<p>While compelling, the Quantified Self movement also begs the question - <em>why</em>? Kevin Kelly, one of the founders of the Quantified Self movement, puts it this way:</p>\n<blockquote>\n<p>The real goal was always personalisation - to have an experiment of n=1. <strong>…</strong>  Most medical research is performed at a very large scale where you have thousands of thousands of participants, otherwise it's not really considered valid. But in fact - none of us really want a treatment, therapy or regime that works for everybody - we want something that works for <em>us</em>. So instead of having an <em>n</em> of thousands, we're just going to experiment on ourselves (hence n=1). And if it works for us - then that's<em> all we need.</em> </p>\n</blockquote>\n<p>It's an interesting perspective pointing towards our increasingly individualistic society. The meaning of personalisation is important to consider in context here. Sure, while Apple Watch and Fitbit provide <em>personalised</em> dashboards, they are still designed for mass data collection and analysis. True personalisation comes from one actively taking ownership in the data, from collection to analysis and ultimately decision-making, in a way that works for them. This is the promise of Quantified Self. Although it's still far from the data-driven personal utopia, it hints at a society that's more self-aware than ever before. One where technology gives us a more complete picture of ourselves, and where our behaviour is partially rooted in the insights we get from our own data. </p>\n<p>Of course, it would be delusional to assume that technology will give us all the answers. <em><strong>A</strong></em> <em><strong>truly quantified self is unthinkable </strong></em>by current standards, since there's so much of what makes us human that can't be quantified, or even rationally explained. This makes me wonder about the implications of the QS movement. Those that get spiralled down the rabbit hole of self-tracking for no apparent reason other than \"this data might be useful someday\" gives us a glimpse of the possible future. Although Wolfram's prediction holds more truth today than a decade ago, it remains to be seen how it will shape society in the 2020's and beyond. As a closing remark, ponder on the following premise: are we moving towards a new tech mania where mankind obsesses over a permanent search of its \"true self\" through technology-driven introspection? Constantly craving an incremental dose of self-awareness? <em>A new kind of 'filter bubble', </em>if you will. </p>\n<p> </p>\n<p class=\"align-left\"><span style=\"color: #95a5a6;\"><em><span style=\"text-decoration: underline;\">\"Check yo self before you know thy self\".</span> - a totally serious proposal for the new QS motto.</em></span></p>\n<hr>\n<h3> </h3>\n<h3>Thanks for reading the first post on existentialist.xyz, where I write about the intersection of technology, science and art in thought-provoking and meaningful ways. </h3>\n<p>Each post is a conversation starter, and I'd love any feedback you have on the format, content, or any mistakes you spot (and thanks for proof reading if I asked you to). Please reach out to me on <a href=\"mailto:contact@vyacheslavbasharov.com\">contact@vyacheslavbasharov.com</a> or on Telegram at @vbasharov.  </p>\n<h3>🖌Oh! Don't forget to come back for Part 2:</h3>\n<h4>Upcoming post - Part 2: Exobrains </h4>\n<p>Originally this post was going to include a section about exobrains (another fascinating topic on the intersection of our digital and physical self). However I feel it deserves its own separate post, so that will be the topic of the next one, out on the first week of November. </p>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  style=\"outline: 3px solid rgba(var(--primary-color-rgb), 0.55)  !important;\" src=\"https://existentialist.xyz/media/posts/7/brain-2.png\" alt=\"Brain\" width=\"309\" height=\"293\"></figure>\n<p> </p>\n<hr>\n<p><span style=\"color: #95a5a6;\">Sources: </span></p>\n<p><span style=\"color: #95a5a6;\"><a href=\"http://faculty.philosophy.umd.edu/pcarruthers/WIRE%20Introspection.pdf\" style=\"color: #95a5a6;\">http://faculty.philosophy.umd.edu/pcarruthers/WIRE%20Introspection.pdf</a> </span></p>\n<p><span style=\"color: #95a5a6;\"><a href=\"https://en.wikipedia.org/wiki/Introspection_illusion\" style=\"color: #95a5a6;\">https://en.wikipedia.org/wiki/Introspection_illusion</a></span></p>\n<p><span style=\"color: #95a5a6;\"><a href=\"http://www.kurtdanziger.com/hist%20introsp.pdf\" style=\"color: #95a5a6;\">http://www.kurtdanziger.com/hist%20introsp.pdf</a> </span></p>\n<p><span style=\"color: #95a5a6;\"><a href=\"https://www.jstor.org/stable/pdf/1413565.pdf\" style=\"color: #95a5a6;\">https://www.jstor.org/stable/pdf/1413565.pdf</a> </span></p>\n<p><span style=\"color: #95a5a6;\"><a href=\"https://www.youtube.com/watch?v=tA02gX7-G_w\" style=\"color: #95a5a6;\">https://www.youtube.com/watch?v=tA02gX7-G_w</a> </span></p>\n<p><span style=\"color: #95a5a6;\"><a href=\"https://quantifiedself.com/\" style=\"color: #95a5a6;\">https://quantifiedself.com/</a> </span></p>\n<p><span style=\"color: #95a5a6;\"><a href=\"http://www.unfitbits.com/assets/European%20Journal%20of%20Cultural%20Studies-2015-Crawford-479-96.pdf\" style=\"color: #95a5a6;\">http://www.unfitbits.com/assets/European%20Journal%20of%20Cultural%20Studies-2015-Crawford-479-96.pdf</a> </span></p>\n<p><span style=\"color: #95a5a6;\"><a href=\"https://www.theamericanweigh.com/history.html\" style=\"color: #95a5a6;\">https://www.theamericanweigh.com/history.html</a> </span></p>",
            "author": {
                "name": "Vyacheslav Basharov"
            },
            "tags": [
                   "analytics"
            ],
            "date_published": "2020-10-22T23:17:14+02:00",
            "date_modified": "2020-10-22T23:17:14+02:00"
        }
    ]
}
